{
    "id" : "48ab9f76-3a81-4de1-8f7f-13bf1ca06d15",
    "body" : {
      "_meta" : {
        "name" : "Mathis Wynnstan - Author",
        "schema" : "https://sfcc.com/components/author",
        "deliveryKey": "author/mathis-wynnstan"
      },
      "image" : {
        "_meta" : {
          "schema" : "http://bigcontent.io/cms/schema/v1/core#/definitions/image-link"
        },
        "id" : "cd2b2cdf-1d0e-40c7-a754-57a45df77de1",
        "name" : "author_mathis-wynnstan_unsplash",
        "endpoint" : "sfcccomposable",
        "defaultHost" : "cdn.media.amplience.net"
      },
      "role" : {
        "values": [
          {
            "locale": "en-US",
            "value": "Digital Content Creator / Copywriter"
          },
          {
            "locale": "fr-FR",
            "value": "Créateur de contenu numérique / Rédacteur"
          },
          {
            "locale": "de-DE",
            "value": "Ersteller digitaler Inhalte / Texter"
          },
          {
            "locale": "es-ES",
            "value": "Creador de contenido digital / redactor"
          },
          {
            "locale": "it-IT",
            "value": "Creatore di contenuti digitali / Copywriter"
          }
        ],
        "_meta" : {
          "schema" : "http://bigcontent.io/cms/schema/v1/core#/definitions/localized-value"
        }
      },
      "about" : {
        "values": [
          {
            "locale": "en-US",
            "value": "Mathis is is a British fashion and lifestyle blogger. His approach to fashion is simple and to the point. Nothing is ever over-done and each of his pieces seem to be a male wardrobe staple. As a style blogger he can show you how to make one staple piece work for you in terms of creating more than one look. His outfits are quite tasteful and tailored to fit a particular kind of man.He focuses on fashion, travel, cars and luxury brands for the man who loves to take care of himself."
          },
          {
            "locale": "fr-FR",
            "value": "Mathis est un blogueur mode et lifestyle britannique. Son approche de la mode est simple et précise. Rien n'est jamais exagéré et chacune de ses pièces semble être un incontournable de la garde-robe masculine. En tant que blogueur de style, il peut vous montrer comment faire fonctionner une pièce de base pour vous en créant plus d'un look. Ses tenues sont de bon goût et adaptées à un type particulier d'homme. Il se concentre sur la mode, les voyages, les voitures et les marques de luxe pour l'homme qui aime prendre soin de lui."
          },
          {
            "locale": "de-DE",
            "value": "Mathis ist ein britischer Mode- und Lifestyle-Blogger. Seine Herangehensweise an Mode ist einfach und auf den Punkt gebracht. Nichts ist jemals übertrieben und jedes seiner Stücke scheint ein Grundnahrungsmittel für Männer zu sein. Als Style-Blogger kann er Ihnen zeigen, wie Sie aus einem einzigen Stück mehr als einen Look kreieren können. Seine Outfits sind sehr geschmackvoll und auf einen bestimmten Typ Mann zugeschnitten. Er konzentriert sich auf Mode, Reisen, Autos und Luxusmarken für den Mann, der es liebt, auf sich selbst aufzupassen."
          },
          {
            "locale": "es-ES",
            "value": "Mathis es un blogger británico de moda y estilo de vida. Su enfoque de la moda es simple y al grano. Nunca hay nada exagerado y cada una de sus piezas parece ser un elemento básico del guardarropa masculino. Como blogger de estilo, puede mostrarte cómo hacer que una pieza básica funcione para ti en términos de crear más de un look. Sus atuendos son de muy buen gusto y se adaptan a un tipo particular de hombre. Se enfoca en moda, viajes, autos y marcas de lujo para el hombre que ama cuidarse a sí mismo."
          },
          {
            "locale": "it-IT",
            "value": "Mathis è una blogger britannica di moda e lifestyle. Il suo approccio alla moda è semplice e al punto. Niente è mai esagerato e ognuno dei suoi pezzi sembra essere un caposaldo del guardaroba maschile. In qualità di blogger di stile, può mostrarti come fare in modo che un pezzo di base funzioni per te in termini di creazione di più di un look. I suoi abiti sono di buon gusto e su misura per adattarsi a un particolare tipo di uomo. Si concentra su moda, viaggi, automobili e marchi di lusso per l'uomo che ama prendersi cura di se stesso."
          }
        ],
        "_meta" : {
          "schema" : "http://bigcontent.io/cms/schema/v1/core#/definitions/localized-value"
        }
      },
      "name" : "Mathis Wynnstan"
    },
    "version" : 1,
    "label" : "Mathis Wynnstan - Author",
    "status" : "ACTIVE",
    "createdBy" : "df984790-5cf9-4b6e-96a0-3a0ea9475b64",
    "createdDate" : "2022-08-30T13:45:52.957Z",
    "lastModifiedBy" : "df984790-5cf9-4b6e-96a0-3a0ea9475b64",
    "lastModifiedDate" : "2022-08-30T13:45:52.957Z",
    "lastPublishedVersion" : 1,
    "lastPublishedDate" : "2022-08-30T15:28:30.698Z",
    "deliveryId" : "48ab9f76-3a81-4de1-8f7f-13bf1ca06d15"
  }